print("あなたはとあるコンビニで働くアルバイトです。")
print("この後悪質なクレームをつけてくるクソ爺がやってきます。")
print("せっかくのゲームなので ”立ち向かって” みましょう！")

print("あなた「いらっしゃいませ」")
print("あなた「商品をお預かりいたします」")

tsugie=input("次へ、1と入力してください")
print("ーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーー")
print("ーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーー")
print("ーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーー")
print("クレーマー爺、襲来")
print("ーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーー")
print("ーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーー")
print("ーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーー")

print("クレーマー爺「この弁当髪の毛入ってたんだが！どうしてくれるんだ！！」")
print("次の3つの選択肢から返答を選んで番号を半角数字で入力")
print("1：「申し訳ありません、すぐにお取替えします。」")
print("2：「お怒りのところ申し訳ありませんが、当店の従業員のものには当てはまりませんので、お客様自身のものであると思われます。」")
print("3：無視")
a=input("あなた「")
if a=="1":
    print("爺「しっかりしろよまったく…" )
    print("大体最近の若者は…")
    print("ここから愚痴が続く")
    print("ーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーー")
    print("ーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーー")
    print("爺は帰っていった…")
    print("疲労とストレスを手に入れた！！")
    print("ゲームの趣旨に合っていない行動をしてしまったようですね。")
    print("END")

if a=="2":
    print("爺「儂が悪いって言うのか！！」")
    print("次の2つの選択肢から返答を選んで番号を半角数字で入力")
    print("1：「そうです。」")
    print("2：「そういうわけでは…」")
    b=input("あなた「")
    if b=="1":
        print("なんだお前話にならん！責任者呼べ！！")
        print("店長「どうされましたか？」")
        print("爺「弁当に髪の毛が入っていたんだがどう責任取ってくれるんだ！！」")
        print("店長「お怒りのところ申し訳ありませんが…」")
        print("店長「当店の従業員は漏れなく全員スキンヘッドでございますので髪の毛の混入はあり得ません。」")
        print("店長「お帰り下さい。」")
        print("爺「二度と来るかこんな店！！」")
        print("ーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーー")
        print("ーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーー")
        print("厄介な客を撃退できたよ！よかったね！")

        print("END")

        
    if b=="2":
        print("じゃあなんだ！？何が言いたい！！")
        print("なにも言えなくなってしまった…")
        print("このバイト辞めよう…")    

        print("途中で折れちゃったね、残念！")
        print("END")

if a=="3":
    print("爺「聞いてるのか！！」")
    print("次の2つの選択肢から返答を選んで番号を半角数字で入力")
    print("1：あなた「うるさい」")
    print("2：無視")
    c=input("あなた：")
    if c=="1":
        print("なんだその態度！！")
        
    