print("あなたはとあるコンビニで働くアルバイトです。")
print("この後悪質なクレームをつけてくるクソ爺がやってきます。")
print("せっかくのゲームなので立ち向かってみましょう！")

print("あなた「いらっしゃいませ」")
print("あなた「商品をお預かりいたします」")

tsugie=input("次へ、1と入力してください")
print("ーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーー")
print("ーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーー")
print("ーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーー")
print("クレーマー爺、襲来")
print("ーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーー")
print("ーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーー")
print("ーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーー")

print("クレーマー爺「この弁当髪の毛入ってたんだが！どうしてくれるんだ！！」")
print("次の3つの選択肢から返答を選んで番号を半角数字で入力")
print("1：「申し訳ありません、すぐにお取替えします。」")
print("2：「お怒りのところ申し訳ありませんが、当店の従業員のものには当てはまりませんので、お客様自身のものであると思われます。」")
print("3：無視")
a=input("あなた「")
if a=="1":
    print("爺「しっかりしろよまったく…" )
    print("大体最近の若者は…")
    print("ここから愚痴が続く")
    print("ーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーー")
    print("ーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーー")
    print("爺は帰っていった…")
    print("疲労とストレスを手に入れた！！")
    print("ゲームでさえいいように丸め込まれてしまうなんて、そんなんでやっていけるのかな？")
    print("END")

if a=="2":
    print("爺「儂が悪いって言うのか！！」")
    print("次の2つの選択肢から返答を選んで番号を半角数字で入力")
    print("1：「そうです。」")
    print("2：「そういうわけでは…」")
    b=input("あなた「")
    if b=="1":
        print("なんだお前話にならん！責任者呼べ！！")
        print("店長「どうされましたか？」")
        print("爺")
        
        