
print("あなた「いらっしゃいませ」")
print("あなた「商品をお預かりいたします」")

tsugie=input("次へ、1と入力してください")
print("ーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーー")
print("ーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーー")
print("ーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーー")
print("クレーマー爺、襲来")
print("ーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーー")
print("ーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーー")
print("ーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーー")

print("クレーマー爺「この弁当髪の毛入ってたんだが！どうしてくれるんだ！！」")
print("次の3つの選択肢から返答を選んで番号を半角数字で入力")
print("1：「申し訳ありません、すぐにお取替えします。」")
print("2：「お怒りのところ申し訳ありませんが、当店の従業員のものには当てはまりませんので、お客様自身のものであると思われます。」")
print("3：「死ね」")
a=input("あなた「")
if a=="1":
    print("爺「しっかりしろよまったく…" )
    print("ここから愚痴が続く")
    